Repository: liraymond04/re0-translations
Catalog: tm/tmx2source/Stand by me Pleiades Part 6/JA.tmx
Source language: zh_cn
Languages: ja

source: 他的奉承让芙蕾德莉卡暧昧地微笑，摸了摸自己长长的金发。
ja: 彼の世辞にフレデリカは曖昧に微笑み、自身の長い金髪を撫付ける。

source: 尽管有些羞耻，但芙蕾德莉卡也曾经历过异性的求爱。
ja: 恥ずかしながら、フレデリカも異性に言い寄られた経験はある。

source: 但是，她多数时候是作为罗兹瓦尔和安妮罗泽的女仆与他人接触，而且最近由于『稀血』的缘故经常被人盯上。
ja: が、ロズワールやアンネローゼに仕えるメイドとして他者に接する機会が多かったし、このところは『稀血』目当てに狙われることが頻発している。

source: 坦白地说，如果可以换血来摆脱『稀血』，她会考虑那样子的。
ja: 正直、血を入れ替えて『稀血』を捨てられるなら、そうしたいと思えるぐらい。

source: “但是，芙蕾德莉卡用不太喜欢的自己的血来帮助奥托，这真的让我觉得……”
ja: 「でも、フレデリカはあんまり好きじゃない自分の血を使って、それでオットーくんを助け出してくれたの。私、思うんだけど......」

source: “觉得什么？”
ja: 「思う、ですか?」

source: “我也曾经因为自己的头发，眼睛的颜色和出身而感到痛苦。
ja: 「私も、自分の髪の毛とか目の色、生まれのことで辛い思いをしたわ。

source: 但是，如果没有这些，我想我现在就不会和昴……还有大家在一起了。”
ja: でも、これがなかったら今、スバルと......みんなといられなかったと思うの」

source: “啊，并不是说有了痛苦就是好事。
ja: 「あ、辛い思いをしたのがよかったってことじゃないわよ。

source: 没有痛苦就能幸福才是最好的。
ja: 辛くなくて、幸せなのが一番いいと思う。

source: 但是，即便是坏事，也有坏的方面以外的意义。”
ja: だけど、悪いことにも、悪いだけじゃない意味があるっていうか」

source: 艾米莉娅尝试各种话语，试图摸索出自己想说的话。
ja: あたふたと言葉を試しながら、自分の伝えたいことをエミリアが模索する。

source: 她这样做是因为她不想让对方感到不舒服，同时也希望能够真正表达自己的感受。这种关于如何调配不让对方感到难堪和试图准确表达自己感受的比例的烦恼，反映了她坦率的性格。
ja: それは相手を困らせたくない気持ちと、自分の気持ちをちゃんと伝えたいと考えている彼女の真っ直ぐな性根との、とてもいい割合の悩みだった。

source: 这种关心惹人喜爱，也令人高兴。
ja: それはとても好ましく、嬉しい配慮だと思う。

source: 如果将加菲尔殴打对未来悲观的蝙蝠人作为奥托被误认为是女性事件的结局就太可惜了。
ja: オットーが女性と間違われ、未来を悲観した蝙蝠人をガーフィールが殴り倒した顛末の〆にはもったいない。

source: “但是，太好了，奥托兄。
ja: 「ッけど、よかったぜ、オットー兄ィ。

source: 差一点兄弟就成了谁的新娘。
ja: うっかり兄ィが誰かの嫁にされッちまうとこだった。

source: 要是这样来找大将就太奇怪了。”
ja: 大将探しにきて、そりゃおかしいッだろ」

source: “恩，确实如此。
ja: 「ええ、本当にそうですよ。

source: 总算看到结婚生活的崩溃在即，所以加菲尔的出现真是帮了大忙了。”
ja: 結婚生活の破綻も見えてましたから、ガーフィールがきてくれて助かりました」

source: “对呢。
ja: 「そうね。

source: 真的是这样。
ja: ホントにそう。

source: 如果昴听到奥托君差点成为新娘，肯定会非~常的吃惊的。”
ja: スバルも、オットーくんが花嫁さんにされかけたなんて聞いたらすごーく驚いちゃうだろうし」

source: “......那个，确切地说，求婚是对着芙蕾德莉卡小姐发起的，不是我，所以这应该算是芙蕾德莉卡小姐的婚礼骚乱，而不是我，对吧？”
ja: 「......あの、明確に求婚されたのはフレデリカさんの方なんですし、これは僕がどうとかではなく、フレデリカさんの花嫁騒ぎとするべきでは?」

source: “欸？
ja: 「え?

source: 但是......”
ja: でも.....」

source: 由于天生坚韧的精神，奥托已经忘记了自己遭受的伤害。
ja: 持ち前の精神的なタフさで、オットーは自分に訪れた被害を忘れ構え。

source: 但是，试图将后面的问题推到一边显然是行不通的。
ja: しかし、後々に語られる問題をすり替えようとしても、さすがにそれは通るまい。

source: 正是因为奥托被绑架了，才引起了救出他的行动。
ja: オットーがさらわれ、それを助け出すために動き出したのが切っ掛けなのだ。

source: 然而，在场的关心奥托的内心想法的只有芙蕾德莉卡。
ja: とはいえ、そんなオットーの胸中に配慮できるのは、この場にはフレデリカだけで。

source: “那么，老爷......我会在和达德利他们汇合时再报告情况。
ja: 「では、旦那様......ダドリーたちと合流した際にはそう報告いたしましょう。

source: 当然，在和昴大人会合时也会这样做。”
ja: もちろん、スバル様と会えた際にも」

source: “——感激不尽，芙蕾德莉卡小姐。”
ja: 「──恩に着ます、 フレデリカさん」

source: “恩，请放心。”
ja: 「ええ、たっぷりと着てくださいまし」

source: 芙蕾德莉卡接下了一切，让奥托露出如释重负的表情。
ja: フレデリカがまとめて業を引き取ると、オットーが肩の荷が下り顔をする。

source: “总觉得，有点奇怪......” 艾米莉娅看起来一时不太理解，但如果不断重复下去，她应该会接受。
ja: 「なんだか、へんてこな気がするけど......」 と、エミリアは今しばらく不思議そうな顔をしていたが、重ねて伝えていれば受け入れてくれるだろう。

source: 不过加菲尔可能偶尔会回忆起来取笑奥托。
ja: ガーフィールは、たまに思い出してオットーをからかうかもしれないが。

source: “但是，贾克罗泽大人他们提到的，帝国的危机是...”
ja: 「ですが、ジャッカローゼ様たちが仰っていた、帝国の危難というのは」

source: “我们应该把它仅仅看作是一种悲观的未来预测，还是......由于情况特殊，我无法向其他笼子里的女性确认。”
ja: 「ただの悲観的な未来予想と考えるべきか、それとも......状況が状況でしたから、他の檻の女性たちに確かめることはできませんでしたが」

source: “在兄弟离开前，（本大爷）在城里四处打听也没有听到类似的事情，你知道吗？”
ja: 「兄ィがいなくなる前、町で聞いて回ったときもそれらしい話は聞けなかったぜ?」

source: 他们改变了话题，疑问集中在造成贾克罗泽和蝙蝠人们施展暴行的，对帝国未来模糊的担忧。
ja: 話の方向性を変えて、疑問が集約するのはジャッカローゼや蝙蝠人、彼らを凶行に走らせた原因である、漠然とした帝国の未来への不安。

source: 贾克罗泽说过“在不久的将来”，但真的迫在眼前吗。
ja: 遠からず、とジャッカローゼは話していたが、それは本当に間近に迫っているのか。

source: 如果确实如此，那么芙蕾德莉卡她们能否免受影响？
ja: いるとしたら、フレデリカたちも無縁でいられないのだろうか。

source: 『危难来临之际，吾辈将团结一致，共渡难关。
ja: 『来たる危難のときを、我輩たちは一丸となって乗り越える。

source: 如果有需要，请随时联系我们。
ja: もし必要であればいつでも声をかけてくれ。

source: ——蝙蝠人将即时赶来支援。』
ja: ──蝙蝠人が駆け付ける』

source: 贾克罗泽的话语满溢着感激之情，这并不是为了给芙蕾德莉卡留下个好印象，而是出于让他的性格如字面意义上被纠正的感激。（ 译者按：物理纠正哈哈哈。 ）
ja: とは、フレデリカにいい顔をしたいからではなく、 性根を文字通叩き直されたことへの感謝、それが満ち溢れたジャッカローゼの言葉だったと思う。

source: 当然，不借助他们的力量的情况是最好的，但是。
ja: 彼らの力を借りなくてはならない事態、きっと、ない方がいいのだとは思うが。

source: 而且，即使他们改过自新，贾克罗泽他们的未来也不光明。
ja: それに、改心したとて、ジャッカローゼたちの未来も明るくはない。

source: 他们所造成破坏的规模是巨大的。
ja: しでかしたことの規模が規模なのだ。

source: 即便受害者们能够平安回家，想来也不会让事情圆满解决。
ja: 被害者たちが無事に家に帰れても、それで全てが丸く収まるとは思えない。

source: 虽然不清楚佛拉基亚帝国是如何裁定罪行的，但他们很可能面临残酷的处置。
ja: ヴォラキア帝国での罪の裁き方、それがどうした形になるかはわからないが、苛烈な処分が待っている可能性も考えられた。

source: 但是——
ja: しかし──、

source: “佛拉基亚的皇帝一定在尽全力使这个国家保持和平，对吧？
ja: 「ヴォラキアの皇帝は、この国をずっと平和にしようって頑張ってるんでしょう?

source: 如果这样的话，我相信他会听取贾克罗泽他们的说法的。”
ja: だったらきっと、ジャッカローゼたちの話も聞いてくれると思うの」

source: 是的，艾米莉娅相信未来的光明，而芙蕾德莉卡也想相信艾米莉娅。
ja: そう、未来の明るさを信じるエミリアを、フレデリカも信じてみたくなる。

source: 帝国建国以来的平稳——也许是以艾米莉娅无法想象的血腥方式维持下来的。
ja: 帝国が築き上げた、建国以来の平穏──それが、エミリアの想像しない血腥い方法で守られてきた可能性もある。

source: “但是，现在我们在寻找菜月先生，没有必要担忧这个问题。”
ja: 「でも、ナツキさんを探している今、僕たちがそれを危惧する必要はありませんよ」

source: 奥托也得出了与芙蕾德莉卡相同的结论，但他不打算与艾米莉娅分享。
ja: フレデリカと同じ結論に達しながらも、それをエミリアと共有するつもりのないオットー。

source: 他的话语既冷漠又可靠，让人想要忘记他今天的失误。
ja: 彼の言葉は冷たくも頼もしく、今日の失態を忘れてあげたくなる。

source: 尽管如此，失误并不仅仅是奥托一个人的责任，而是所有人都需要承担的。
ja: とはいえ、失態はオットーだけに限らず、全員共通のものとも言えて。

source: “但是，奥托兄平安无事地归来就好，只是有些郁闷要怎么对佩特拉和碧翠丝解释。”
ja: 「しッかし、オットー兄ィを無事連れ帰れッたのはいいけどよォ、ペトラとベアトリスになんて言やァいいか、気が重てェぜ」

source: 加菲尔嘎吱嘎吱地挠着头，芙蕾德莉卡也有同感。
ja: がりがりと、自分の頭を掻きながらのガーフィールにフレデリカも同感だ。

source: 急躁地留在旅馆里忍耐的佩特拉，一定相信着芙蕾德莉卡她们会带回一些关于昴的行踪的情报。
ja: 逸る気持ちを堪えて宿に残ったペトラは、フレデリカたちがスバルの行方について何かしらの情報を持ち帰ると信じているはず。

source: 拖延了回旅馆的时间，还毫无线索可言，这会让她有多么沮丧。
ja: 宿に帰る時間を遅らせた上に、手掛かりなしと聞けばどれほど落胆するか。

source: 带着如此头痛的烦恼，芙蕾德莉卡等人回到了旅馆——
ja: そんな、頭の痛い悩みを抱えて、フレデリカたちは宿に戻り──、

source: “——大家，不好了！
ja: 「──みんな、大変っ!

source: 『夏美・施瓦茨』出现了！”
ja: 『ナツミ・シュバルツ』が出たのっ!」

source: 正在旅馆的接待处一直在等待着芙蕾德莉卡等人归来的佩特拉，一见到他们开口一句话就让所有人的思绪都停滞了。
ja: 宿の受付で、今か今かとフレデリカたちの帰りを待っていたペトラが、こちらを見つけて開口一番言い放った言葉に全員の思考が止まった。

source: 夏美去帝国了吗？
ja: ナツミが帝国に?

source: 为什么？”
ja: どうして?」

source: ——不，只有艾米莉娅与芙蕾德莉卡等人不同，她惊讶地歪着脑袋。
ja: ──否、エミリアだけは、フレデリカたちと違った驚きに首を傾げていた。

source: 这是因为她是唯一不知道这个名字的真正含义的人，揭开真相可以等到下回，现在她需要先弄清楚这个发言的真正意义。（ 译者注：在《三傻同行！被诅咒的女神像篇》中艾米是唯一一个没认出昴的女装的人。 ）
ja: それは彼女だけが、その名前の真の意味を知らないからなのだが、その真実を明かすのは後回しに、発言の真意を確かめなくてはならない。

source: “夏美·施瓦茨，对吧？
ja: 「ナツミ・シュバルツ、ですの?

source: 这到底怎么回事......”
ja: それはどういう......」

source: “从这里向西走一段时间，好像有个叫做瓜拉尔的城市。
ja: 「ここからしばらく西に、グァラルって街があるらしいのよ。

source: 那里发生的骚乱，似乎与『黑发的少女』夏美·施瓦茨有关。”
ja: そこで起こった騒ぎと、『黒髪の乙女』 ナツミ・シュバルツが関わってそうかしら」

source: “碧翠丝！
ja: 「ベアトリス!

source: 可以醒来了吗？”
ja: 起きてていいの?」

source: 就在芙蕾德莉卡试图深挖事件时，她的疑问却被碧翠丝回答了。
ja: 事情を掘り下げようとしたフレデリカに、そう答えたのはベアトリスだった。

source: 离开了昴，需要进入『节能』状态的她醒来说明了什么，让以艾米莉娅为代表的外出的人都睁大了眼睛。
ja: スバルと離れ、『ショウエネ』していなければならない彼女からの説明に、エミリアを始めとした外回り組も目を丸くする。

source: “听到这样的事情，谁能睡得着呢？”
ja: 「こんな話を聞いて、おちおち寝てられないのよ」

source: “话是这样没错......但是佩特拉大小姐，你是怎么听到这种消息的？”
ja: 「そりゃァそれだが......ペトラお嬢様ァ、よくそんなッ話耳に入ったじゃァねェか」

source: “我想多了解一些有关昴的事情......但是不仅是这些。”
ja: 「少しでもスバルのこと知りたかったし......でも、それだけじゃなくて」

source: 本来，在加菲尔把手放在佩特拉头上，表扬她的功绩时，佩特拉通常会轻柔地把手拨开，但这回，她带着无法平静的表情环顾四周。
ja: ぼんと、ガーフィールがペトラの頭に手を置いて功績を褒めると、普段ならその手をやんわりよけるペトラが、落ち着かない顔でみんを見回した。

source: 这让人感觉像是相当不祥的预感的开场白。
ja: ずいぶんと、嫌な予感のする前置きだと、そう感じる。

source: “本来，夏美·施瓦茨这个名字和『黑发的少女』就给人一种让人头痛的氛围，，不过，到底发生了什么事情？”
ja: 「そもそも、ナツミ・シュバルツの名前と、『黒髪の乙女』という響きが頭の痛くなる空気を醸し出していますけれど、何がありましたの?」

source: “......那个，这个『黑发的少女』，好像攻陷了瓜拉尔这个城市。”
ja: 「......あの、この『黒髪の乙女』さん、そのグァラルって街を落としたみたい」

source: “——攻陷，城市？”
ja: 「──街を、落とす?」

source: 佩特拉小心地选择着词汇，试图用尽可能温和的方式来传达这个消息。
ja: 言葉を選んで、ペトラができるだけやんわり伝えようとしてくれた。

source: 但是她选择的词语太过温和，并没有很好地将意思传达给芙蕾德莉卡等人。
ja: が、それがやんわりとしすぎて、選んだ言葉の意味がうまくフレデリカたちに伝わらない。

source: 攻陷城市不是一般情况下会使用的措辞。
ja: 街に、落とすという表現は普通は使わない。

source: 如果使用了，那就是——
ja: 使うとしたら、それは──、

source: “之前还以为他挺老实的......”
ja: 「大人しくしてるァ思っちゃいなかったが......」

source: “那个人到底在做什么啊......”
ja: 「何をやってるんだ、あの人......」

source: 继芙蕾德莉卡之后，加菲尔和奥托也陷入了与她相同的目瞪口呆的处境。
ja: 唖然となるフレデリカと同じ境地に、ガーフィールとオットーも続いて達した。

source: 佩特拉和碧翠丝可能也有了相同的结论。
ja: おそらく、同じ結論に達していただろうペトラとベアトリスもそうだ。

source: 之前他们以为昴被传送到了帝国，应该陷入了困境。
ja: 帝国に飛ばされ、さぞ苦境に立たされているだろうと思われたスバル。

source: 但现在，他和雷姆平安无事地在一起这种简单明了的构想已经粉碎了。
ja: レムを連れて無事でいてくれたらと、そんなわかりやすい構図が粉々になる。

source: 而且，攻陷一个都市本身就是明确的对体制的叛乱。
ja: しかも、都市を落としたということは、明確な体制側への叛乱ではないか。

source: “不会，贾克罗泽大人所说的就是......”
ja: 「まさか、ジャッカローゼ様が仰っていたのは......」

source: 贾克罗泽对帝国秩序的崩溃的到来有着敏锐的感觉。
ja: 帝国の秩序の崩壊、その訪れをひしひしと感じ取っていたジャッカローゼ。

source: 本来对这是否真实还存在疑问，但现在这一切突然带了些现实的意味。
ja: 事実かどうかもわからなかったそれが、途端に現実味を帯びる。

source: 不仅如此，这一切还与他们熟悉的人有关——
ja: しかも、他ならぬ見知った相手の存在によって──。

source: “夏美的名字是......”
ja: 「ナツミの名前は......」

source: “——是在说昴，艾米莉娅。”
ja: 「──スバルのことかしら、エミリア」

source: “昴？”
ja: 「スバルが?」

source: 碧翠丝告知了唯一不了解情况的艾米莉娅。
ja: ただ一人、事態についてこられていなかったエミリアに、ベアトリスが告げる。

source: 这一事实对于不知道夏美·施瓦茨的真正身份是昴的女装的她来说，一定是一个冲击性的消息。
ja: その事実は、ナツミ・シュバルツの正体がスバルの女装と知らなかったエミリアにとって衝撃的なものだろう。

source: 虽然芙蕾德莉卡并没有隐瞒，但她觉得自己像是在帮着撒谎，这让她感到一阵说不出道理的罪恶感。
ja: 隠していたわけではないが、嘘の片棒を担いでいたような気持ちになり、フレデリカも理不尽な罪悪感を覚える。

source: 然而，艾米莉娅高兴地拍了拍手，“原来如此。”
ja: しかし、エミリアは「そっか」と手を打つと、

source: “昴是为了不在帝国出名，才使用了一个不同的名字吧。
ja: 「スバルも、帝国で有名にならないように違う名前を名乗ってるのね。

source: 就像奥托君和加菲尔一样。”
ja: でも、オットーくんとガーフィールみたい」

source: “他们两个也借用了奥黛丽和加奈特这两个名字不是吗？
ja: 「だって、二人もオードリーとガーネットの名前を借りてたでしょ?

source: 这就和昴借用夏美的名字一样。”
ja: それって、ナツミの名前を借りてるスバルとおんなじじゃない」

source: 艾米莉娅点了点头，完全用自己的信息得出了这个结论。
ja: うんうんと頷いて、エミリアが自分の中の情報だけでそう結論付けた。

source: 她的话让芙蕾德莉卡等人面面相觑。
ja: その言葉にフレデリカたちは顔を見合わせる。

source: 实际上，根据艾米莉娅所掌握的信息，得出这样一个答案是很自然的。
ja: 実際、エミリアの持っている情報だけだと、そうした答えに辿り着くのが自然だった。

source: 而且，并没有特别强烈的理由去解开这个结，阐明事实。
ja: そして、その絡み合った紐を解いて、わざわざ事実を明かす理由も強くはない。

source: 重要的是——
ja: 大事なのは──、

source: “——昴使用了我们能够理解的名字。
ja: 「──スバルが、私たちにもわかる名前を使ってくれてる。

source: 我想这是昴在传授给我们他的下落。”
ja: スバルが私たちに、自分の居場所のことを教えてくれてるってことだと思うの」

source: 芙蕾德莉卡、奥托等人也持有和艾米莉娅相同的意见，点了点头，
ja: 頷いたエミリアの意見に、フレデリカも、オットーたちも同意見だった。

source: 坦白地说，在通过『常闇』到达帝国后，为了救出早前被绑架的奥托，她们四处奔波，已经身心俱疲到了极点。但是——
ja: 正直なことを言えば、『常闇』を抜けて辿り着いた帝国で、早々にさらわれたオットーを助け出すために駆け回り、心身共に疲れ果てていたが──。

source: “明天一早我们就出发吧。
ja: 「明日、朝になったら出発しましょう。

source: 去那个……”
ja: ええと......」

source: “瓜拉尔...... 城郭都市对吧。”
ja: 「グァラル......城郭都市とやらなのよ」

source: “——就是那个瓜拉尔！”
ja: 「──その、グァラルに!」

source: 艾米莉娅紧握拳头，宣布道。
ja: ぐっと拳を固めて、エミリアがそう宣言する。

source: 终于听到了可能是失踪的昴和雷姆的行踪的情报。
ja: ようやく聞かれた、消えたスバルとレムの行方に近付けるかもしれない情報。

source: 虽然伴随着不安定的气氛和火药味的帝国情势，让人倍感紧张，但是——
ja: それに付随する不穏な気配やキナ臭い帝国の様相、それらを思えば気が気でないが──、

source: “——一定没问题的！
ja: 「──きっと大丈夫!

source: 我们一定会平安回去的。”
ja: みんなでちゃんと帰れるわ」

source: 是的，没有人能够否定艾米莉娅强有力的宣言。
ja: そう、力強いエミリアの宣言を、否定する気に誰もなれないのだった。

source: ——实际上，他们在这里获得的关于『黑发的少女』夏美·施瓦茨的传闻，毫无疑问就是他们一行人寻找的菜月·昴。
ja: ──事実、ここで手に入れた『黒髪の乙女』 ナツミ・シュバルツの風聞は、一行が探し求めたナツキ・スバルのことで間違いなかった。

source: 然而，在他们到达城郭都市时，它正处于自都市建立以来最大的危机之中，与昴等人的重逢也不会轻而易举。
ja: ただし、辿り着いた城郭都市は都市の成立以来最大の危機を迎えている真っ只中であった上に、スバルたちとの再会は容易くは叶わない。

source: 贾克罗泽·布劳所畏惧的帝国秩序的崩溃无疑将要发生，佛拉基亚帝国的和平将被打破，引发出帝国历史上空前的大动荡。
ja: ジャッカローゼ・ブラウの危惧した、帝国の秩序の崩壊は紛れもなく起こり、ヴォラキア帝国の平穏は破られ、帝国史でも類を見ない大きな争乱へ繋がっていく。

source: “等着我，昴，雷姆。
ja: 「待っててね、スバル、レム。

source: 我们一起走吧！”
ja: みんなでいくから!」

source: 是的，支撑着专注前方的艾米莉娅的一行人的眼神，没有一丝动摇。
ja: そう、前を見据えるエミリアを支える一行の目は、揺らがぬままであり続けるのだった。

source: 《完》
ja: 《了》
